[M_Orchid_FreedomOfSpeech MissionDefinition]
MissionName="Liberdade de Expressão"
MissionDescription="Na [place]Refinaria Washburne[-place] você encontrou um Estivador avariado, chamado C3N50R807. Ele parece obcecado por censurar todo o comportamento ''imoral'' de Pandora. Dessa vez, o Censorbot pediu para você declarar guerra à idéia de blasfêmia. Um locutor bandido planeja emitir uma sequência de palavrões a partir de uma torre de rádio. O Censorbot pediu para você encontrá-lo e eliminá-lo antes que possa pronunciar os palavrões."
TurnInDescription="Pode ser que Pandora esteja mesmo cheia de roubos, assassinatos e canibalismo mas, pelo menos ninguém vai usar linguagem imprópria fora do horário."
MissionSummary="Censure o locutor... na bala, de preferência."
MissionGiver="Censorbot"
MissionTurnInLocation="Censorbot"
TeaserText="Uma baita censura."

[M_Orchid_FreedomOfSpeech:BlowUpStation MissionObjectiveDefinition]
ProgressMessage="Destrua o painel de controle da rádio"

[M_Orchid_FreedomOfSpeech:BlowUpStationSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_FreedomOfSpeech:KillDJ MissionObjectiveDefinition]
ProgressMessage="Elimine o DJ Tanner"

[M_Orchid_FreedomOfSpeech:KillDJSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_FreedomOfSpeech:ReturnSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_FreedomOfSpeech:ReturnToCensorbot MissionObjectiveDefinition]
ProgressMessage="Encontre-se com o Censorbot"

